<?php

define("LOGIN_TITLE","الدخول الي برنامج هاشتاج");
define("SIMPLE_LOGIN","الدخول البسيط");
define("ADV_LOGIN","الدخول المتطور");
define("NEWS","اخبار");
define("ACCESS_CODE","السيريال كود");

define("APP_FEATURE",["خصائص البرنامج : ",
"رفع الهاشتاج الي تريند بتويتر",
"اشعارات التريند",
"اضافه حسابات",
"تحديد نوع الحمله ايفون - اندرويد - ديسك توب",
"التاخير بين ارسال التويتات التلقائي",
"تغير البروكسيات",
"رويه تفاصيل الهاشتاج الخاص بك وحالته في تويتر",
"لا يعتمد علي تويتر Api !"]);
define("LANG","اللغه");
define("LOGIN","الدخول");
define("GENERAL",'عام');
define("YOUR_IP","الاي بي الخاص بك");
define("IP_NOT_FOUNDED","لا نستطيع الوصول للاي بي الخاص بجهازك");
define("WRONG_ACCESS","معلوماتك خطا اذا كنت تواجهه مشاكل برخصتك برجاء مراسلتنا علي الواتس اب00201125724372 ");
define("SETTING",['اعدادات اتوماتيكيه',"نوع الجهاز","اندرويد",'ايفون','حاسب']);
define("HASHTAG_PROGRESS","حاله الهاشتاج");
define("REMOTE_HOST","هاشتاج");
define("REMOTE_PORT","رمز مختصر");
define("CLEAN_CMD_DATA",'Delete Hash Tag Progress After Finish');
define("TYPE_OF_DEVICE_DOC","اختار نوع الجهاز المراد عمل الحمله من خلاله.");
define("ACCOUNTS_TO_UPLOAD_HASH_TAG","قم باضافه حسابات حتي يتم رفع الهاشتاج عن طريقها.");
define("HASH_TAG_HEADER_STATUS","حاله الهاشتاج الخاصه بك.");
define("CLOSE",'اغلاق');
define("ACCOUNTS_ADD_HERE",'برجاء اضافه الحسابات هنا.');
define("UNKNOWN_DEVICE","لا نستطيع تحديد نوع الجهاز المراد عمل الحمله به برجاء اختيار من بين اندرويد او ايفون او حاسب مكتبي.");
define("ADD_ACCOUNTS","برجاء اضافه حسابات لبدء العمل.");
define("START_HASH_TAG","بدء العمليه");
define("TWT_SEND_DONE","=> تم الارسال بنجاح.");
define("PROGRESS",'% تم رفع الهاشتاج الخاص بك.');
define("FAILED_TO_CONNECT_TO_TWITTER","تويتر ترفض الاستجابه برجاء مراسلتنا فور رويه هذه الرساله.");
define("FINISH_HASH_TAG_PROGRESS","تم تنفيذ طلبك بنجاح.");
define("APP_ERROR","هناك خطا ما غير معروف برجاء مراسلتنا لحل المشكله 00201125724372 او قم بعمل اعاده تحميل للصفحه والمحاوله مره اخري");
define("SERIAL_NOT_ACTIVE" ,'عضويتك غير مفعله برجاء مراسلتنا علي الواتس اب لتفعيلها 00201125724372');
define("EMPTY_FEILD",'يجب عليك ملي جميع الحقول لقد تركت حقل فارغ ارجو اصلاح ذلك');
define("NEW_USER_ADD"," 00201125724372 لقد تم اشتراك بنجاح في الموقع معلومات دخولك تراها بالاعلي براجاء مراسلتنا علي الواتس اب حتي يتم تفعيل عضويتك");
define("USER_EXISTS","الكود المستخدم في عمليه التسجيل تم استخدامه من قبل اذا كنت تواجهه مشكله برخصتك برجاء مراسلتنا علي الواتس اب 00201125724372");
define("USER_GEN",'.لقد قمت بالتسجيل في الموقع من قبل برجاء تسجيل الدخول بالكود الخاص بك');
